[M_Orchid_CatchRideTetanus MissionDefinition]
MissionName="Catch-A-Ride, and Also Tetanus"
MissionDescription="The city of [place]Sanctuary[-place] needs a constant supply of scrap metal to keep its engines active. Scooter, the mechanic of [place]Sanctuary[-place], has hired you to collect some scrap from the [place]Rustyards[-place]."
TurnInDescription="You've collected scrap metal for Scooter to help power [place]Sanctuary[-place] for another day."
MissionSummary="Collect rusty scrap metal."
